Repository: 84000/data-translation-memory
Catalog: toh174-v2.tmx
Source language: bo
Languages: en

source: འཇིག་རྟེན་འཛིན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་དེ་ལ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་རྟོགས་པས་རྣམ་པར་ཤེས་པའི་ཕུང་པོ་ནི་ཡང་དག་པ་མ་ཡིན་པའི་རྣམ་པར་ཤེས་པ་ལས་བྱུང་བར་རྟོགས་སོ། །
en: “Lokadhara, when bodhisattva great beings accurately realize this, they understand that the aggregate of consciousness arises from false consciousness.

source: མཐོང་བ་དང་། ཐོས་པ་དང་། ཚོར་བ་དང་། ཤེས་པའི་ཆོས་རྣམས་རྒྱུ་དང་རྐྱེན་མང་པོ་ལས་བྱུང་བར་ཤེས་སོ། །
en: They understand that the things seen, heard, felt, and cognized arise from many causes and conditions.

source: ཆོས་མེད་པ་ལས་ཆོས་སུ་འདུ་ཤེས་པས་རྣམ་པར་ཤེས་པའི་ཕུང་པོར་ཆགས་པར་གྱུར་ཏོ། །
en: ‘Ordinary beings perceive phenomena where there are none, and have thus become attached to the aggregate of consciousness.

source: བདག་ཅག་གིས་བུས་པ་སོ་སོའི་སྐྱེ་བོའི་རྗེས་སུ་བསླབ་པར་མི་བྱའི།
en: We should not emulate childish ordinary beings; rather,

source: བདག་ཅག་གིས་རྣམ་པར་ཤེས་པ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་འབྱེད་པ་ལ་བརྟགས་པ་དང་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་རྣམ་པར་ཤེས་པའི་ཕུང་པོ་དེ་ལ་ཡང་བརྟག་པར་བྱའོ། །
en: we should accurately analyze the discernment of consciousness and the discernment of the aggregate of consciousness.’

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་རྟོག་པའི་ཚེ་རྣམ་པར་ཤེས་པའི་ཕུང་པོ་དེ་ཡང་དག་པ་མ་ཡིན་པ་ཕྱིན་ཅི་ལོག་པར་ཤེས་ཏེ།
en: “When bodhisattvas accurately contemplate in this manner, they understand the aggregate of consciousness to be false and mistaken.

source: ཐོག་མ་ནས་སྐྱེས་པའི་མཚན་ཉིད་དུ་ཤེས་སོ། །
en: They understand it as having the characteristic of being unborn from the very beginning.

source: ཕུང་པོ་མ་ཡིན་པ་ནི་རྣམ་པར་ཤེས་པའི་ཕུང་པོའོ། །
en: They understand that the aggregate of consciousness is a nonaggregate.

source: གཟུགས་བརྙན་གྱི་ཕུང་པོ་ནི་རྣམ་པར་ཤེས་པའི་ཕུང་པོའོ། །
en: The aggregate of consciousness is a heap of reflections.

source: སྒྱུ་མའི་ཕུང་པོ་ནི་རྣམ་པར་ཤེས་པའི་ཕུང་པོ་སྟེ།
en: The aggregate of consciousness is a heap of illusion.

source: དཔེར་ན་སྒྱུ་མ་མཁན་གྱིས་སྒྱུ་མའི་མི་བྱས་ན་མི་དེའི་རྣམ་པར་ཤེས་པ་དེ་ནི་ནང་ནའང་མི་གནས། ཕྱི་རོལ་ན་ཡང་མི་གནས། གཉི་གའི་བར་ན་ཡང་མི་གནས་པ་ལྟར་རྣམ་པར་ཤེས་པའི་རང་བཞིན་ཀྱང་དེ་དང་འདྲ་སྟེ།
en: For example, if an illusionist conjures up an illusory person, the consciousness of that person is not present within, without, or in-between. The nature of consciousness is analogous to that.

source: ཡང་དག་པ་མ་ཡིན་པའི་རྐྱེན་མང་པོ་དང་རྣམ་པར་རྟོག་པ་ལས་སྐྱེས་ཏེ་ཡང་དག་པའི་དངོས་པོ་མེད་དོ། །
en: It arises from many false conditions and conceptuality, and it is not a real entity.

source: འཁྲུལ་འཁོར་གྱི་མི་ལྟར་རྣམ་པར་ཤེས་པའང་དེ་དང་འདྲ་སྟེ་ཕྱིན་ཅི་ལོག་དང་ཡང་དག་པ་མ་ཡིན་པའི་རྒྱུ་རྐྱེན་མང་པོ་འདུས་པ་ལས་ཡོད་པར་གྱུར་ཏོ། །
en: Consciousness is like a marionette, for it comes into being due to the gathering of many false and mistaken causes and conditions.

source: དེ་ལྟར་རྟོག་པའི་ཚེ་རྣམ་པར་ཤེས་པ་མི་རྟག་པ་དང་། སྡུག་བསྔལ་བ་དང་། མི་གཙང་བ་དང་། བདག་མེད་པར་ཤེས་སོ། །
en: “When contemplating this, bodhisattvas understand consciousness to be impermanent, painful, unclean, and without self.

source: རྣམ་པར་ཤེས་པའི་མཚན་ཉིད་ལ་སྒྱུ་མ་ལྟ་བུར་ཤེས་པ་དང་། རྣམ་པར་ཤེས་པའི་རང་བཞིན་ལ་སྒྱུ་མ་ལྟ་བུར་རྟོགས་སོ། །
en: They understand the characteristic of consciousness to be illusory and realize the nature of consciousness to be illusory.

source: བྱང་ཆུབ་སེམས་དཔས་དེའི་ཚེ་འདི་འདི་སྙམ་དུ་
en: At that time, bodhisattvas think:

source: འཇིག་རྟེན་འདི་དག་ནི་ཤིན་ཏུ་མྱོས་ཤིང་གཏི་མུག་གིས་ལྡོངས་སོ། །
en: ‘Worldly beings are intoxicated and blinded by delusion.

source: འདི་ལྟ་སྟེ། རྣམ་པར་བརྟགས་པའི་རྣམ་པར་ཤེས་པ་ལས་འཇིག་རྟེན་འབྱུང་སྟེ།
en: They all appear from consciousness that imputes—

source: སེམས་དང་། ཡིད་དང་། རྣམ་པར་ཤེས་པའི་འདུས་པས་ན་ཁམས་གསུམ་འདི་ནི་རྣམ་པར་ཤེས་པ་ཙམ་མོ། །
en: as a result of the gathering of mind, mentality, and consciousness, the three realms are nothing but consciousness.

source: དེ་ལྟར་སེམས་དང་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་ནི་གཟུགས་མེད། ཕྱོགས་མེད། ཆོས་ཀྱི་ནང་ན་མི་གནས། ཆོས་ཀྱི་ཕྱི་རོལ་ན་མི་གནས་སོ། །
en: Mind, mentality, and consciousness are without form or location; they do not exist either inside or outside phenomena.

source: བུས་པ་སོ་སོའི་སྐྱེ་བོ་དག་ནི་ཡང་དག་པ་མ་ཡིན་པ་དང་ལྡན་པས་རྣམ་པར་བཅིངས་པའི་ཕྱིར་རྣམ་པར་ཤེས་པའི་ཕུང་པོ་ལ་བདག་དང་། བདག་གི་བར་འཛིན་ཅིང་ཆགས་སོ། །
en: Because childish ordinary beings are bound by their false perceptions, they grasp and cling to the aggregate of consciousness as I and mine .

source: གང་ཟག་དེ་ནི་རྣམ་པར་ཤེས་པའི་ཕུང་པོ་ནང་ན་གནས་པར་འཛིན། རྣམ་པར་ཤེས་པའི་ཕུང་པོ་ཕྱི་རོལ་ན་གནས་པར་འཛིན། རྣམ་པར་ཤེས་པའི་ཕུང་པོ་ཕྱི་ནང་གཉི་ག་ན་གནས་པར་འཛིན། རྣམ་པར་ཤེས་པའི་ཕུང་པོ་དེ་བདག་དང་གཞན་ལ་གནས་པར་འཛིན་ཏོ། །
en: Such people cling to the aggregate of consciousness as existing internally, as existing externally, as existing both internally and externally, and as existing in self and other.

source: གང་ཟག་དེ་རྣམ་པར་ཤེས་པའི་ཕུང་པོ་ལ་གཙོ་བོར་འཛིན་ཏོ། །
en: Such people cling to the aggregate of consciousness as primary.

source: རྣམ་པར་ཤེས་པས་རྣམ་པར་བཅིངས་པས་རྣམ་པར་ཤེས་པའི་ཕུང་པོའི་རོ་ལ་ཆགས་ནས་རྣམ་པར་ཤེས་པའི་ཕུང་པོའི་མཚན་ཉིད་ཀྱང་བརྗོད་དོ། །
en: Bound by consciousness, they are attached to the experience of the aggregate of consciousness and proclaim the characteristics of the aggregate of consciousness.

source: འདི་ལྟ་སྟེ། སེམས་དང་། ཡིད་དང་། རྣམ་པར་ཤེས་པའི་རྗེས་སུ་རོ་ལ་ཆགས་པས་རྣམ་པར་ཤེས་པའི་ཕུང་པོ་ལ་ཆགས་ཤིང་འཛིན་ཏོ། །
en: Being attached to the experience of mind, mentality, and consciousness causes them to become attached and cling to the aggregate of consciousness.

source: གང་ཟག་དེ་རྣམ་པར་ཤེས་པས་རྣམ་པར་བཅིངས་ཏེ།
en: Such people are bound by consciousness.

source: རྣམ་པར་ཤེས་པའི་ཕུང་པོ་དེ་དང་འབྲེལ་པས་སེམས་དང་ཡིད་ཀྱང་རྣམ་པར་ཤེས་པའི་དབང་དུ་གྱུར་ཏེ་
en: Because of their association with the aggregate of consciousness, they come under the power of mind, mentality, and consciousness.

source: སེམས་དང་ཡིད་ཀྱང་རྣམ་པར་ཤེས་པའི་རྒྱུ་དང་རྐྱེན་གྱི་མཐུས་བུས་པ་སོ་སོའི་སྐྱེ་བོར་སྐྱེ་སྟེ
en: Due to the causes and conditions of mind, mentality, and consciousness, they are born as childish ordinary beings.

source: གལ་ཏེ་བསམ་པ་ཐ་མ་བསྐྱེད་ན་ལུས་ཐ་མ་ཐོབ་པར་འགྱུར།
en: If they generate lesser thoughts, they will acquire a lesser body.

source: བསམ་པ་མཆོག་བསྐྱེད་ན་ལུས་མཆོག་ཐོབ་བོ། །
en: If they generate superior thoughts, they will acquire a superior body.

source: བསམ་པ་འབྲིང་དུ་བསྐྱེད་ན་ལུས་འབྲིང་པོར་ཐོབ་པར་འགྱུར་ཏེ།
en: If they generate middling thoughts, they will acquire a middling body.

source: གང་ཟག་དེ་སེམས་དང་། ཡིད་དང་། རྣམ་པར་ཤེས་པ་དེའི་རྗེས་སུ་སྤྱོད་པའི་མཐུས་སྐྱེ་མཆེད་རྣམས་ལ་རྟེན་ཅིང་གནས་པ་སྐྱེས་པར་གྱུར་ཏོ། །
en: Due to following mind, mentality, and consciousness, their dependence and reliance upon the sense sources arises.

source: རྣམ་པར་ཤེས་པའི་ཕུང་པོ་ལ་ཆགས་པས་སྐྱེ་བ་དང་། རྒ་བ་དང་། ན་བ་དང་། འཆི་བ་དང་། ཡིད་སློང་བ་དང་། སློས་པའི་མྱ་ངན་དང་། སྡུག་བསྔལ་ལས་རྣམ་པར་མ་གྲོལ་ཏོ། །
en: Because of their attachment to the aggregate of consciousness, they are not liberated from birth, aging, sickness, death, sorrow, lamentation, and suffering.’

source: བྱང་ཆུབ་སེམས་དཔས་དེ་ལ་དེ་ལྟར་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་རྣམ་པར་ཤེས་པའི་ཕུང་པོར་རྟོགས་ཏེ།
en: “Bodhisattvas accurately understand these things about the aggregate of consciousness.

source: ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་རྣམ་པར་ཤེས་པའི་ཕུང་པོའི་མི་རྟག་པའི་མཚན་ཉིད་རྟོགས་པས་
en: By accurately understanding the characteristic of impermanence of the aggregate of consciousness,

source: འདས་པའི་རྣམ་པར་ཤེས་པའི་ཕུང་པོ་ལ་ཡང་མི་ཆགས་མི་འཛིན་ཏོ། །
en: they do not grasp or cling to the aggregate of consciousness of the past.

source: ཕུང་པོ་མ་ཡིན་པ་ནི་རྣམ་པར་ཤེས་པའི་ཕུང་པོར་ཤེས་སོ། །
en: They understand the aggregate of consciousness to be a nonaggregate.

source: མ་འོངས་པའི་རྣམ་པར་ཤེས་པའི་ཕུང་པོ་ལ་ཡང་མི་ཆགས་མི་འཛིན་ཏོ། །
en: They do not grasp or cling to the aggregate of consciousness of the future.

source: ཕུང་པོ་མ་ཡིན་པ་ལ་རྣམ་པར་ཤེས་པའི་ཕུང་པོར་ཤེས་སོ། །
en: They understand the aggregate of consciousness to be a nonaggregate.

source: ད་ལྟར་གྱི་རྣམ་པར་ཤེས་པ་ལ་ཡང་མི་གནས་ཏེ།
en: They do not dwell upon the consciousness of the present either, for

source: ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་ཡང་རྣམ་པར་ཤེས་པའི་ཕུང་པོའི་མི་རྟག་པའི་མཚན་ཉིད་ཤེས་སོ། །
en: they accurately understand the characteristic of impermanence of the aggregate of consciousness.

source: ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་རྣམ་པར་ཤེས་པའི་ཕུང་པོའི་སྐྱེ་བ་དང་འགོག་པའི་མཚན་ཉིད་ཤེས་སོ། །
en: They accurately understand the characteristic of arising and ceasing of the aggregate of consciousness.

source: གང་དེ་ལྟར་ཡིད་ལ་བྱེད་ཅིང་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུའང་རྣམ་པར་ཤེས་པའི་ཕུང་པོ་དེ་ལ་རྟོག་པ་ནི་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་པའི་ལམ་ལ་འཇུག་པ་ཞེས་བྱའོ། །
en: Those who employ their minds in this fashion and accurately contemplate the aggregate of consciousness are said to enter the correct path .

source: ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་རྣམ་པར་ཤེས་པ་ཤེས་སོ། །
en: They accurately understand consciousness.

source: ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་རྣམ་པར་ཤེས་པའི་ཀུན་འབྱུང་བ་ཤེས་སོ། །
en: They accurately understand the origination of consciousness.

source: ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་རྣམ་པར་ཤེས་པའི་འགོག་པ་ཤེས་སོ། །
en: They accurately understand the cessation of consciousness.

source: ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་རྣམ་པར་ཤེས་པའི་འགོག་པའི་ལམ་ཤེས་སོ། །
en: They accurately understand the path to the cessation of consciousness.

source: གང་ཟག་དེ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་རྣམ་པར་ཤེས་པའི་ཕུང་པོའི་ཀུན་འབྱུང་དང་འགོག་པའི་མཚན་ཉིད་རྟོགས་ནས་རྣམ་པར་ཤེས་པའི་ཕུང་པོ་འཇོག་པ་ལ་མཁས་པ་དང་། མཚན་མ་ཐམས་ཅད་ཡོངས་སུ་གཅོད་པ་ལ་མཁས་པར་གྱུར་ཏོ། །
en: Having accurately understood the characteristics of origination and cessation of the aggregate of consciousness, such people become skilled in destroying the aggregate of consciousness and eliminating all marks.

source: རྣམ་པར་ཤེས་པའི་ཕུང་པོའི་ཀུན་འབྱུང་དང་འགོག་པའི་མཚན་ཉིད་ཤེས་པ་དང་། རྣམ་པར་ཤེས་པའི་ཕུང་པོའི་ཀུན་འབྱུང་དང་འགོག་པའི་མཚན་ཉིད་རྟོགས་སོ། །
en: They understand and realize the characteristics of the origination and cessation of the aggregate of consciousness.

source: བྱང་ཆུབ་སེམས་དཔའ་དེའི་ཚེ་རྣམ་པར་ཤེས་པའི་ཕུང་པོ་མི་སྐྱེད། རྣམ་པར་ཤེས་པའི་ཕུང་པོ་མི་འགོག་སྟེ།
en: At this point, bodhisattvas neither generate nor obstruct the aggregate of consciousness, for

source: རྣམ་པར་ཤེས་པའི་ཕུང་པོ་དེ་ཐོག་མ་ནས་མ་སྐྱེས་པར་རྟོགས་སོ། །
en: they realize the aggregate of consciousness to be primordially unborn.

source: དེ་ལྟར་རྟོགས་པའི་ཚེ་རྣམ་པར་ཤེས་པ་ལ་འགོག་པའི་མཚན་ཉིད་དུ་རྣམ་པར་མི་རྟོགས་ཏེ།
en: When realizing this, they do not realize consciousness in terms of its characteristic of ceasing; rather,

source: རྣམ་པར་ཤེས་པའི་ཕུང་པོ་མ་སྐྱེས་པའི་མཚན་ཉིད་དུ་ཁོང་དུ་ཆུད་དོ། །
en: they understand the aggregate of consciousness’s characteristic of being unborn.

source: འཇིག་རྟེན་འཛིན་རྣམ་པར་ཤེས་པའི་ཕུང་པོ་ནི་སྐྱེ་བ་མེད། མཚན་མ་མེད། གྲུབ་པ་མེད་དོ། །
en: Lokadhara, the aggregate of consciousness is without birth, marks, or existence.

source: རྣམ་པར་ཤེས་པའི་ཕུང་པོ་སྐྱེ་བའི་མཚན་ཉིད་ནི་ཡང་དག་པ་མ་ཡིན་པས་མ་སྐྱེས་པའི་མཚན་ཉིད་དུ་འདུས་སོ། །
en: The aggregate of consciousness’s characteristic of being born is false; thus it is subsumed within the characteristic of being unborn.

source: འཇིག་རྟེན་འཛིན་རྣམ་པར་ཤེས་པའི་ཕུང་པོ་ལ་ནི་སྐྱེ་བ་དང་གྲུབ་པའི་མཚན་ཉིད་མེད་དོ། །
en: Lokadhara, the aggregate of consciousness lacks the characteristics of birth and existence.

source: རྣམ་པར་ཤེས་པའི་ཕུང་པོའི་མཚན་ཉིད་ནི་རྒྱུ་དང་རྐྱེན་མང་པོ་ལས་སྐྱེས་སོ། །
en: The characteristics of the aggregate of consciousness arise from many causes and conditions.

source: འཇིག་རྟེན་འཛིན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ལྟར་རྟེན་ཅིང་འབྲེལ་ཏེ་འབྱུང་བའི་ཆོས་ལ་དེ་ལྟར་རྟོག་པ་ན་ཕུང་པོ་མ་ཡིན་པ་ནི་རྣམ་པར་ཤེས་པའི་ཕུང་པོར་རྟོགས་སོ། །
en: Lokadhara, when bodhisattva great beings contemplate dependently originated phenomena in this manner, they realize the aggregate of consciousness to be a nonaggregate.

source: མོས་པས་རྗེས་སུ་རྣམ་པར་འབྱེད་ཅིང་བརྟགས་ནས་
en: Having carefully analyzed and investigated in this way,

source: ཇི་ཙམ་དུ་རྣམ་པར་ཤེས་པར་བརྟགས་པ་ཐམས་ཅད་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་ཁོང་དུ་ཆུད་ཅིང་རྟོགས་སོ། །
en: they will accurately understand and realize everything designated as consciousness.

source: བྱང་ཆུབ་སེམས་དཔས་རྣམ་པར་ཤེས་པའི་ཕུང་པོའི་དབེན་པ་ཤེས་ནས་
en: Once bodhisattvas understand how to disengage from the aggregate of consciousness,

source: དམིགས་པ་ཐམས་ཅད་དང་། ཤེས་པར་བྱ་བ་ཐམས་ཅད་ཡོངས་སུ་བཅོམ་མོ། །
en: they will overcome all apprehensions and objects of knowledge.

source: འཇིག་རྟེན་འཛིན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་དེ་ལྟར་རྣམ་པར་ཤེས་པའི་ཕུང་པོ་རྟོགས་ཏེ།
en: Lokadhara, this is how bodhisattva great beings understand the aggregate of consciousness.

source: རྣམ་པར་ཤེས་པའི་ཕུང་པོ་ལ་སྐྱེ་བ་མེད་པ་དང་། མ་བྱས་པ་དང་། མ་བྱུང་བ་དང་། མི་གཟུང་བ་དང་། མི་འཛིན་པར་ཤེས་ན་
en: When they understand the aggregate of consciousness to be unborn, uncreated, unarisen, imperceptible, and ungraspable,

source: དེ་དག་ཀྱང་རྐྱེན་མང་པོ་ལས་སྐྱེས་ཏེརྐྱེན་མང་པོ་འདུས་པ་ལས་ཡོད་པར་གྱུར་ཏོ། །
en: they see that it arises from many conditions and appears due to the gathering of many conditions.

source: མཐོང་བ་དང་། ཐོས་པ་དང་། ཚོར་བ་དང་། རྣམ་པར་ཤེས་པའི་ཆོས་ཀྱི་རྐྱེན་གྱིས་ཡོད་པར་གྱུར་ཏེ་ཐོག་མའི་མཐའ་ནས་སྟོང་ངོ་། །
en: Although it comes into existence due to the conditions of things seen, heard, felt, and cognized, it is primordially empty.

source: དེ་ལྟར་རྣམ་པར་ཤེས་པའི་ཕུང་པོ་ལ་རྟོག་པའི་ཚེ་རྣམ་པར་ཤེས་པའི་ཕུང་པོ་ལ་མ་བྱས་པ་དང་མ་བྱུང་བར་ཤེས་ཏེ།
en: When contemplating the aggregate of consciousness in this manner, they understand the aggregate of consciousness to be uncreated and unarisen.

source: གཙོ་བོར་མི་འཛིན་མི་ཆགས་སོ། །
en: They do not cling to it or become attached to it as primary.

source: འཇིག་རྟེན་འཛིན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་དེ་ལྟར་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་རྣམ་པར་ཤེས་པའི་ཕུང་པོ་རྣམ་པར་འབྱེད་པ་དང་འཇུག་པ་ལ་རྟོག་གོ། །
en: Lokadhara, this is how bodhisattva great beings accurately contemplate the discernment of, and engagement with, the aggregate of consciousness.”

source: བྱང་ཆུབ་སེམས་དཔའ་གང་དེ་ལྟར་ཐབས་མཁས་པས་ཕུང་པོ་ལྔ་ལ་འཇུག་པ་དང་། དེ་ལྟར་ཐབས་མཁས་པས་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་ཉེ་བར་ལེན་པའི་ཕུང་པོ་ལྔ་ལ་རྟོག་པ་ནི་ཕུང་པོ་ལྔ་ནི་ཀུན་འབྱུང་བ་དང་། འགོག་པ་དང་། ལམ་ལ་འཇུག་པ་ཤིན་ཏུ་མཁས་པ་ཞེས་བྱའོ། །
en: “Such bodhisattvas, who skillfully engage with the five aggregates and skillfully contemplate the five aggregates for appropriation in the correct manner, are said to be skilled in engaging with the origination, cessation, and path with regard to the five aggregates.

source: ཕུང་པོར་མཚན་མར་འཛིན་པ་ཡོངས་སུ་བཅད་པས་
en: By eliminating all grasping at marks concerning the aggregates,

source: ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་ཕུང་པོ་ལྔའི་ཐབས་ཤེས་སོ། །
en: they accurately understand the means related to the five aggregates.

source: ཐབས་དེས་ན་ཉེ་བར་ལེན་པའི་ཕུང་པོ་ལྔ་ལ་མི་ཆགས། མི་འཛིན། མི་ཞེན། འཆིང་བར་མི་འགྱུར་རོ། །
en: Through such means, they will not cling to, grasp at, crave for, or become bound by the five aggregates for appropriation.

source: ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་གཟུགས་ཤེས། ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་གཟུགས་ཀྱི་མི་རྟག་པའི་མཚན་ཉིད་ཤེས་སོ། །
en: They accurately understand form and its characteristic of impermanence.

source: དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔས་གཟུགས་ལ་ཆགས་པ་འབྱུང་ན་དེ་མ་ཐག་ཏུ་སེལ་ཅིང་གཅོད་དོ། །
en: Therefore, should attachment to form happen to arise for bodhisattvas, they will immediately dispel and eliminate it.

source: དེ་བཞིན་དུ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ཤེས་ཏེ། ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པའི་མི་རྟག་པའི་མཚན་ཉིད་ཀྱང་ཤེས་སོ། །
en: Similarly, they accurately understand feeling, perception, formation, and consciousness, along with their characteristic of impermanence.

source: གལ་ཏེ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ལ་ཆགས་པ་འབྱུང་ན་
en: Should attachment to feeling, perception, formation, or consciousness arise for bodhisattvas,

source: དེ་མ་ཐག་ཏུ་སེལ་ཅིང་གཅོད་པར་འགྱུར་རོ། །
en: they will immediately dispel it and disrupt it.

source: བྱང་ཆུབ་སེམས་དཔའ་ཉེ་བར་ལེན་པའི་ཕུང་པོ་ལྔ་ལ་འདོད་ཅིང་ཆགས་པ་ཡོངས་སུ་བཅད་པས་ངེས་པའི་ཕུང་པོ་ལྔའི་ཐབས་ཁོང་དུ་ཆུད་པའི་རྗེས་སུ་འཇུག་གོ། །
en: By doing away with their desire for and attachment to the five aggregates for appropriation, bodhisattvas align themselves with a skillful understanding of the definitive nature of the five aggregates.

source: དེ་ལྟར་རྟོག་པའི་ཚེ་ཉེ་བར་ལེན་པའི་ཕུང་པོ་ལྔའི་སྐྱེ་ཞིང་འགོག་པའི་མཚན་མ་ཕྲ་མོ་ལ་ཡང་མཁས་པར་འགྱུར་རོ། །
en: When contemplating in this manner, they come to understand even the subtle marks of arising and ceasing of the five aggregates for appropriation.

source: འཇིག་རྟེན་འཛིན་དེ་ལ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཉེ་བར་ལེན་པའི་ཕུང་པོ་ལྔའི་སྐྱེ་ཞིང་འགོག་པའི་མཚན་མ་ཤིན་ཏུ་ཕྲ་བ་རྣམ་པར་འབྱེད་པ་ལ་རྟོག་ཅེ་ན
en: “Lokadhara, how do bodhisattva great beings contemplate the discernment of the subtle marks of arising and ceasing of the five aggregates for appropriation?

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་སེམས་ཅན་ཐོག་མ་མངལ་དུ་ཞུགས་ནས་ནུར་ནུར་པོར་གྱུར་པ་ན་ལྔ་ཕུང་སྔ་མ་འགགས་ནས་ཕུང་པོ་ལྔ་གཞན་ཞིག་སྐྱེས་ཏེ། དེ་ནས་ཕུང་པོ་ལྔའི་སྐྱེ་ཞིང་འགོག་པའི་མཚན་ཉིད་རྟོགས་ཏེ་
en: Bodhisattva great beings understand the five aggregates’ characteristic of arising and ceasing by seeing how—when beings enter the womb and begin the embryonic stage—their previous set of five aggregates has ceased and a new set of five aggregates arises.

source: རྣམ་པར་ཤེས་པ་སྔ་མ་འགགས་མོད་ཀྱི། ཕུང་པོ་ལྔ་ལ་ཆད་པའམ་འགགས་པའི་མཚན་ཉིད་མ་ཡིན་པར་ཤེས་སོ། །
en: They understand that while the previous consciousness has of course ceased, the five aggregates are not characterized by disruption or cessation.

source: རྣམ་པར་ཤེས་པ་ནུར་ནུར་པོ་ལ་རྟེན་ཅིང་གནས་མོད་ཀྱི་
en: While the consciousness indeed adheres to and abides in the embryo,

source: ཕུང་པོ་ལྔ་ལ་མི་གནས་པ་དང་། མི་རྟག་པ་ཉིད་དུ་ཤེས་སོ། །
en: they understand the five aggregates to be nonabiding and impermanent.

source: དེ་ལྟར་ཐོག་མ་མངལ་དུ་ཞུགས་པའི་སྐད་ཅིག་མའི་ཉེ་བར་ལེན་པའི་ཕུང་པོ་ལྔ་སྐྱེ་ཞིང་འགོག་པ་དང་། ནུར་ནུར་པོ་ནས་མངོན་པར་འབྱུང་བའི་བར་དང་། སྐྱེས་ནས་འཆི་བའི་བར་དུ་ཉེ་བར་ལེན་པའི་ཕུང་པོ་ལྔ་འདི་སྐད་ཅིག་སྐད་ཅིག་ཅིང་སྐྱེ་ཞིང་འགོག་པའི་མཚན་ཉིད་དུ་རྟོགས་སོ། །
en: Thereby they realize that the five aggregates for appropriation arise and cease moment-by-moment once they have entered the womb. Likewise, from the embryonic stage until the child is born, and from birth to death, the five aggregates for appropriation are characterized by arising and ceasing moment-by-moment.

source: ཉེ་བར་ལེན་པའི་ཕུང་པོ་ལྔ་ནི་སྐད་ཅིག་ཐང་ཅིག་གིས་སྐྱེ་ཞིང་འགོག་པ་ཡིན་ཏེ།
en: The five aggregates for appropriation arise and cease each and every moment.

source: དེ་ལྟར་ན་ཉེ་བར་ལེན་པའི་ཕུང་པོ་ལྔའི་སྐྱེ་ཞིང་འགོག་པའི་མཚན་ཉིད་ཤིན་ཏུ་ཕྲ་བ་རྣམ་པར་འབྱེད་པ་རྟོགས་པ་ཞེས་བྱའོ། །
en: This is called contemplating the discernment of the subtle characteristics of arising and ceasing of the five aggregates for appropriation.

source: འཇིག་རྟེན་འཛིན་ཉེ་བར་ལེན་པའི་ཕུང་པོ་ལྔ་སྐྱེ་ཞིང་འགོག་པའི་མཚན་ཉིད་ཤིན་ཏུ་ཕྲ་བ་ནི་འདི་ལྟ་སྟེ།
en: “Lokadhara, the subtle characteristics of arising and ceasing of the five aggregates for appropriation are as follows:

source: ཉེ་བར་ལེན་པའི་ཕུང་པོ་ལྔ་སྔ་མ་འགགས་ནས་དངོས་པོ་ཅི་འང་མེད་པར་མངལ་དུ་འགྲོ་སྟེ།
en: Once the previous five aggregates for appropriation have ceased, beings enter the womb without any corporeality.

source: ཐོག་མ་རྣམ་པར་ཤེས་པ་དང་འབྱོར་བ་དེའི་ཚེ་ན་ཕུང་པོ་ལྔ་ལ་སྐྱེ་ཞིང་འགོག་པ་ཡོད་དོ། །
en: Then, as they initially become conjoined with consciousness, the five aggregates for appropriation arise and cease.

source: ནུར་ནུར་པོ་ལ་བརྟེན་ནས་ཉེ་བར་ལེན་པའི་ཕུང་པོ་ལྔ་ལ་བླ་དགས་སུ་མི་ཞེས་བཏགས་པར་གྱུར་ཏོ། །
en: In terms of the embryonic stage, the five aggregates for appropriation are synonymously labeled a human being .

source: འཇིག་རྟེན་འཛིན་རྣམ་པར་ཤེས་པའི་རྟེན་མེད་ན་གནས་པར་མི་འགྱུར་ཏེ།
en: Lokadhara, without the support of consciousness, they would not remain, for

source: ཉེ་བར་ལེན་པའི་ཕུང་པོ་ལྔ་ནི་རྣམ་པར་ཤེས་པ་ལ་རྟེན་ཅེས་བྱའོ། །
en: it is said that the five aggregates for appropriation depend upon consciousness.

source: འཇིག་རྟེན་འཛིན་གཟུགས་མེད་པའི་ཁམས་ཀྱི་ཉེ་བར་ལེན་པའི་ཕུང་པོ་སྐྱེ་ཞིང་འགོག་པའི་མཚན་ཉིད་ཤིན་ཏུ་ཕྲ་བ་ཡང་གཞུང་དེ་བཞིན་ཤེས་པར་བྱའོ། །
en: Lokadhara, the subtle characteristics of arising and ceasing of the five aggregates for appropriation pertaining to the gods in the formless realm should be understood in the same way.

source: འཇིག་རྟེན་འཛིན་ཉེ་བར་ལེན་པའི་ཕུང་པོའི་སྐྱེ་ཞིང་འགོག་པའི་མཚན་ཉིད་ཤིན་ཏུ་ཕྲ་མོ་རང་སངས་རྒྱས་ཀྱི་ཤེས་རབ་ཀྱིས་ཀྱང་ཤེས་པར་མི་ནུས་ན་ཉན་ཐོས་ཀྱི་ཤེས་རབ་ཀྱིས་ཤེས་པ་ལྟ་ཅི་སྨོས་ཏེ
en: Lokadhara, if the insight of the solitary buddhas is unable to know the subtle characteristics of arising and ceasing of the five aggregates for appropriation, then there’s no need to mention the insight of hearers.

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཉག་གཅིག་གིས་ནི་ཉེ་བར་ལེན་པའི་ཕུང་པོ་ལྔ་ཐོག་མ་མངལ་དུ་འཇུག་པའི་བར་གྱི་སྐྱེ་ཞིང་འགོག་པའི་མཚན་ཉིད་ཤིན་ཏུ་ཕྲ་མོ་དང་། གཟུགས་མེད་པའི་ལྷའི་ཕུང་པོ་སྐད་ཅིག་ཐང་ཅིག་གིས་སྐྱེ་ཞིང་འགོག་པ་ལེགས་པར་མཁྱེན་ཏོ། །
en: It is only the blessed buddhas who can properly understand the subtle characteristics of arising and ceasing of the five aggregates for appropriation while in the womb, along with the momentary arising and ceasing of the aggregates of the gods in the formless realms.

source: འདི་ལྟ་སྟེ། མཁྱེན་པའི་ཤེས་རབ་ཐམས་ཅད་འཇིག་རྟེན་ཐམས་ཅད་ཀྱི་ཤེས་རབ་ལས་འདས་པའི་ཕྱིར་རོ། །
en: This is so because their omniscient insight transcends all worldly insight.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་མ་སྐྱེས་པའི་ཆོས་ཀྱི་བཟོད་པ་ཐོབ་ཅིང་སངས་རྒྱས་ཀྱི་ཡེ་ཤེས་ཀྱི་སྤྱོད་ཡུལ་ལ་ཞུགས་པ་དེས་ཀྱང་ཉེ་བར་ལེན་པའི་ཕུང་པོ་ལྔ་ཤིན་ཏུ་ཕྲ་བའི་མཚན་ཉིད་ཐོག་མ་མངལ་དུ་འཇུག་པ་དང་། གཟུགས་མེད་པའི་ལྷ་དག་ལ་སངས་རྒྱས་ཀྱིས་མཁྱེན་པ་དང་འདྲ་བར་རྫོགས་པར་མི་ཤེས་སོ། །
en: Bodhisattva great beings gain the acceptance that phenomena are unborn and enter the domain of the wisdom of the buddhas. Yet even they are unable to fully understand—as the buddhas do—the subtle characteristics of the five aggregates for appropriation while in the womb, nor that which pertains to the gods in the formless realms.

source: འཇིག་རྟེན་འཛིན་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་གཞན་གྱི་རྗེས་སུ་ལྟོས་པའི་ཤེས་རབ་མི་མངའ་སྟེ།
en: Lokadhara, the insight of the blessed buddhas is not dependent on other factors.

source: རང་བཞིན་གྱིས་ཡེ་ཤེས་དང་། ཤེས་རབ་དང་ཐབས་མཁས་པ་བརྙེས་པས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་སངས་རྒྱས་སོ། །
en: Having naturally discovered wisdom, insight, and skill, they fully awaken to unsurpassed and perfect buddhahood.

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཀྱི་ཡེ་ཤེས་ཀྱིས་ནི་མི་ཆུད་པ་མེད་དེ།
en: There is nothing that the wisdom of the blessed buddhas does not understand.

source: བཅོམ་ལྡན་འདས་ཀྱི་ཐོགས་པ་མེད་པའི་ཡེ་ཤེས་ཀྱིས་ཆོས་ཐམས་ཅད་ལ་ངེས་པའི་ཤེས་རབ་བརྙེས་ཏེ་ཆོས་ཐམས་ཅད་དབང་དུ་གྱུར་པའི་མཐུ་ཡང་བརྙེས་སོ། །
en: With the unhindered wisdom of the blessed ones, they achieve insight that is certain with regard to all phenomena and has the power to control all phenomena.

source: བསྐལ་པ་ཚད་མེད། དཔག་ཏུ་མེད། གྲངས་མེད་པ་བརྒྱ་སྟོང་སྙེད་ཀྱི་བར་དུ་ཤིན་ཏུ་ཟབ་མོའི་ཆོས་མཛད་པའི་ཕྱིར་རོ། །
en: Because they have practiced an incredibly profound Dharma for immeasurable, fathomless, and countless thousands of eons.”

source: འཇིག་རྟེན་འཛིན་བུས་པ་སོ་སོའི་སྐྱེ་བོ་དག་ནི་ཉེ་བར་ལེན་པའི་ཕུང་པོ་ལྔ་ལ་རྟོག་པའི་ཐབས་ཀྱང་མེད་ན། ཉེ་བར་ལེན་པའི་ཕུང་པོ་ལྔའི་སྐྱེ་ཞིང་འགོག་པའི་མཚན་ཉིད་ཤིན་ཏུ་ཕྲ་མོ་ལ་རྟོག་ནུས་པ་ལྟ་ཅི་སྨོས།
en: “Lokadhara, if childish ordinary beings lack even the means to contemplate the five aggregates for appropriation, there’s no need to mention their ability to contemplate the subtle characteristics of arising and ceasing of the five aggregates for appropriation.

source: བུས་པ་སོ་སོའི་སྐྱེ་བོ་དག་ནི་ཉེ་བར་ལེན་པའི་ཕུང་པོ་ལྔ་ཡང་མི་ཤེས། ཉེ་བར་ལེན་པའི་ཕུང་པོ་ལྔའི་བདེན་པ་ཡང་མི་ཤེས་པའི་ཕྱིར་རོ། །
en: Childish ordinary beings do not understand the five aggregates for appropriation, or the truth of the five aggregates for appropriation.

source: བུས་པ་སོ་སོའི་སྐྱེ་བོ་དག་ནི་ཉེ་བར་ལེན་པའང་མི་ཤེས། ཉེ་བར་ལེན་པའི་ཕུང་པོ་ལྔ་ཡང་མི་ཤེས་སོ། །
en: Childish ordinary beings do not understand appropriation, or the five aggregates for appropriation.

source: འཇིག་རྟེན་འཛིན་འདི་ཇི་ལྟར་ན་ཉེ་བར་ལེན་པ་ཞེས་བྱ་ཞེ་ན།
en: “Lokadhara, what then is appropriation ?
